[
    {
        "_id": "01",
        "picture": "https://media.emailonacid.com/wp-content/uploads/2022/01/HERO-1200x690.png",
        "name": "HTML/CSS",
        "info": "HTML and CSS go hand in hand for developing flexible, attractive, and user-friendly websites. HTML (Hyper Text Markup Language) is used to show content on the page whereas CSS is used for presenting the page. HTML describes the structure of a Website semantically along with presentation cues, making it a mark-up language, rather than a programming language. HTML allows images and objects to be embedded and can be used to create interactive forms.",
        "objective": "Learn HTML & CSS and pass the certification exam.",
        "target": "Any beginner who wants to build career as Web designer can take this course.",
        "outline": "Web Programming Introduction, HTML Introduction, HTML-Basic Formatting Tags, HTML-Grouping Using Div Span, HTML-Lists, HTML-Images, HTML-Hyperlink, HTML-Table, HTML-Iframe, HTML Headers, HTML-Miscellaneous, CSS3-Introduction, CSS3-Syntax, CSS3-Syntax, CSS3-Color Background Cursor, CSS3-Text Fonts, CSS3-Lists Tables, CSS3-Box Model, CSS3-Display Positioning, CSS Floats.",
        "time": "13 hr",
        "icon": "fa-solid fa-file-code",
        "color": "text-sky-500",
        "views": "235",
        "taka": "2500"
    },
    {
        "_id": "02",
        "picture": "https://cdn.geekboots.com/geek/javascript-meta-1652702081069.jpg",
        "name": "Javascript",
        "info": "JavaScript is the globally used client-side scripting language for the web. Most browsers support the language by default, so you can get started using JavaScript and HTML with a simple text editor and browser for testing. Client-side, programming languages make web pages dynamic without making calls to your web servers for every button clicked, character typed, or mouse moved. The JavaScript language is so popular that thousands of developers have made customized libraries that make development even easier for other programmers and web designers. If you design web pages, you'll certainly need to know JavaScript to make a custom UI (user interface).",
        "objective": "Learn JavaScript and pass the certification exam.",
        "target": "Any beginner who wants to build career as Web designer can take this course.",
        "outline": "Getting started, The need for scripting, Hello world, JavaScript basics, Interacting with the user, JavaScript events, Working with forms, Working with objects, Changing HTML with JavaScript, Using the DOM, JavaScript “recipes”.",
        "time": "28 hr",
        "icon": "fa-brands fa-node-js",
        "color": "text-amber-500",
        "views": "194",
        "taka": "3500"
    },
    {
        "_id": "03",
        "picture": "https://bs-uploads.toptal.io/blackfish-uploads/components/blog_post_page/content/cover_image_file/cover_image/1080335/retina_1708x683_cover-0325-LearnCandC__Languages_Dan_Newsletter-743100f051077054fa1cc613ff4523a2.png",
        "name": "C++",
        "info": "This is a fast-paced introductory course to the C++ programming language. It is intended for those with little programming background, though prior programming experience will make it easier, and those with previous experience will still learn C++-specific constructs and concepts.",
        "objective": "Learn C++ and pass the certification exam.",
        "target": "For those who wants to explore C++ in depth can take this course.",
        "outline": "Understand and use the basic programming constructs of C/C++, Manipulate various C/C++ datatypes, such as arrays, strings, and pointers,Isolate and fix common errors in C++ programs, Use memory appropriately, including proper allocation/deallocation procedures, Apply object-oriented approaches to software problems in C++, Write small-scale C++ programs using the above skills.",
        "time": "23 hr",
        "icon": "fa-solid fa-c",
        "color": "text-red-700",
        "views": "177",
        "taka": "2700"
    },
    {
        "_id": "04",
        "picture": "https://bs-uploads.toptal.io/blackfish-uploads/components/blog_post_page/content/cover_image_file/cover_image/1041834/cover-asp-net-web-api-tutorial-c50d29ba46cb58d07cc69be13c078df8.png",
        "name": "ASP .NET",
        "info": " This ASP.NET training class teaches experienced developers the C#.NET/VB.NET, ADO.NET skills they need to successfully build database-driven Web applications and Web Sites. It will guide how to build web-based enterprise applications using ASP.NET and Visual Studio. It will also give the comfort to the attendees developing the Web Services using .Net framework in Service-oriented Architectures.",
        "objective": "Learn ASP .NET and pass the certification exam.",
        "target": "Any beginner who wants to learn .NET framework can take this course.",
        "outline": "Introduction to web technologies, Web Forms Architecture, ASP.Net and HTTP, Web application developing using Visual Studio, State Management and Web Applications, ASP.Net Server-side controls, Caching in ASP.Net, ASP.Net application configuration, Debugging, Diagnostics of application, Connectivity with Database using ADO, .Net/Entity Framework, Data Access Controls, Personalization and Security, Introduction to Web Services, Introduction to WCF.",
        "time": "21 hr",
        "icon": "fa-brands fa-codepen",
        "color": "text-green-500",
        "views": "133",
        "taka": "6500"
    },
    {
        "_id": "05",
        "picture": "https://miro.medium.com/max/765/0*2mjB0XljeDut4JZ_",
        "name": "React Js",
        "info": "Our React.JS Course equips the learner for developing a single-page or mobile applications and creates reusable components for web pages and mobile applications. We have designed React.JS Course Syllabus by industry experts as per the requirements of current trends. The React.JS Course Curriculum contains basic elements like introduction, JSX overview, Environmental setup, real-time applications, forms and UI, Component Lifecycle, Event Handling, and Styles along with advanced features such as router and navigations, Flux, Redux, and Unit testing methods",
        "objective": "Learn React Js and pass the certification exam.",
        "target": "Any beginner who wants to learn node js framework for web engineering can take this course.",
        "outline": "Introduction to React, Templating using JSX, About Components, Working with state and props, Rendering lists, Event handling in React, Understanding component lifecycle and  handling errors, Working with forms, Context, Code-Splitting, Hooks, Routing with react router, Just Redux, Immutable.js, React Redux, Redux middleware, Unit Testing, Webpack Primer, Isomorphic React.",
        "time": "39 hr",
        "icon": "fa-brands fa-react",
        "color": "text-sky-500",
        "views": "89",
        "taka": "5500"
    },
    {
        "_id": "06",
        "picture": "https://www.trio.dev/hubfs/Imported_Blog_Media/python_logo.jpg",
        "name": "Python",
        "info": "This course provides an introduction to programming and the Python language.  Students are introduced to core programming concepts like data structures, conditionals, loops, variables, and functions.  This course includes an overview of the various tools available for writing and running Python, and gets students coding quickly.  It also provides hands-on coding exercises using commonly used data structures, writing custom functions, and reading and writing to files. This course may be more robust than some other introductory python courses, as it delves deeper into certain essential programming topics.",
        "objective": "Learn Python and pass the certification exam.",
        "target": "Any beginner who wants to learn python basic to advanced can take this course.",
        "outline": "An Introduction to Python, Beginning Python Basics, Python Program Flow, Functions& Modules, Exceptions Handling, File Handling, Classes In Python, Generators and iterators, Data Structures,  Collections, Writing GUIs in Python (Tkinter), Python SQL Database Access, Network Programming, Date and Time, Regular Expression, Threads ESSENTIAL, Accessing API ESSENTIAL, DJANGO.",
        "time": "33 hr",
        "icon": "fa-brands fa-python",
        "color": "text-amber-500",
        "views": "294",
        "taka": "4900"
    }
]